var staticGameData = {
    uploadRule:[//升级方式规则
        '1.通过自己喂养来获得升级值，每天三次',
        '2.通过好友喂养获得升级值，一位好友每天三次',
        '3.喂养一次获得100个升级值',
        '4.据说好友越多升级越快呢！'
    ],
    energyRule:[//获取体力方式
        '1.每天登入领取30个值力值',
        '2.通过自己喂养获取体力值，每天3次',
        '3.通过好友喂养获取体力值，一位好友每天3次',
        '4.喂养1次获取10个体力值',
        '5.体力值是维持您日常行为的根本。',
        '温馨提示：偷红包也有机会获取体力值呢'
    ],
    inviteRule:[//邀请好友规则
        '1.好友越多收益就越多',
        '2.好友越多宠物成长越快',
        '3.好友越多打开的宝箱越多',
        '赶快邀朋友 来玩吧……'
    ]
};